{
  "introDescription": "In this bondage I taste freedom; within form I find the formless; within the limited I touch the existence of the limitless. I am present in life. My life is an eternal festival.",
  "location": {
    "status": "Available",
    "place": "Based in Arambagh, West Bengal, India"
  },
  "aboutCards": [
    {
      "title": "Birth and Childhood",
      "paragraphs": [
        "Born in 1932 A.D at midnight on Janmashtami. He lost his parents in his very early childhood. He was raised in his maternal uncle’s home. His life was shaped by his own thoughts, enthusiasm and supervision. Up until the matriculation examination, he always secured first, second or third place in every class."
      ]
    },
    {
      "title": "Education and Training",
      "paragraphs": [
        "Attended the local primary school, Kalipur Swamiji Secondary English School, Arambagh High English School, Netaji Mahavidyalaya, Red Cross Training and a Hindi ‘Kovid’ degree from Wardha University. He had general knowledge of five to seven languages."
      ]
    },
    {
      "title": "Art",
      "paragraphs": [
        "He studied at Kala Bhavan in Shantiniketan under the supervision of Acharya Nandalal Bose. There he received education in Fine Arts, Crafts, Folk Arts and Sculpture. He has created over a thousand paintings. Exhibitions of his work have been held at Swamiji Vidyalaya, Netaji Mahavidyalaya, Gobindpur Ramakrishna Vidyalaya, Rammohan Memorial, Basanta Mahila Mahavidyalaya in Kashi, Rishi Valley in Bangalore, International Institution, Fine Art Academy in Kolkata.\n\n",
        "To date, he has designed and illustrated covers for over 100 books. He has worked as an Art Teacher and Art Director in many places across India."
      ],
      "span": 2
    },
    {
      "title": "Literature",
      "paragraphs": [
        "He has been involved in literary practice from a young age, exploring all branches of literature. His stories, novels, poems, essays, rhymes & plays have been published in various magazines in Kolkata. He has authored around 10 published books with over 50 more in print or awaiting publication. He has also been involved in editing magazines, wall magazines and handwritten publications. Several of his Hindi plays have been broadcast on the radio and he has published multiple translations of Urdu Poetry Collections. He is also associated with writing/editing and illustrating school text books."
      ]
    },
    {
      "title": "Culture",
      "paragraphs": [
        "He has immense enthusiasm for music, dance and acting. He has participated in many theatrical and jatra (folk theatre) productions, acting in almost 50 plays. He has also performed in Rabindra Nritya (Tagore’s Dance Dramas), receiving acclaim in Delhi and Bangladesh. Due to his excellence in acting, he is involved with various theatre groups. He has participated in and won numerous awards in drama competitions held in Konnagar, Burdwan and Kolkata among other places."
      ]
    },
    {
      "title": "Sports",
      "paragraphs": [
        "He is equally enthusiastic and skilled in almost all indoor & outdoor games. He is the local champion in Carrom & Bridge. He is also proficient in football, volleyball and hockey. He has played with prominent Kolkata teams like Mohanbagan, East Bengal & George Telegram Team in Shantiniketan. He regularly played Hockey & Cricket in Benaras."
      ]
    },
    {
      "title": "Travel",
      "paragraphs": [
        "Travel is a unique passion. He has run away from home many times and travelled to many places. In his mature years, he has travelled across India from Kanyakumari to Kedarnath-Badrinath, visiting almost all the scenic spots, sketching them and writing travelogues."
      ]
    },
    {
      "title": "Multi-faceted talent",
      "paragraphs": [
        "He is simultaneously a poet, artist, teacher, dancer, music lover, lyricist, comedian, actor, traveller, speaker, player, visual artist, rhymer, director, editor, essayist, social worker and Karma-Yogi. He deeply believes in humanity."
      ],
      "span": 2
    },
    {
      "title": "Collection Museum",
      "paragraphs": [
        "He has a large collection of books in various Indian languages, handicrafts & dolls from different provinces, old manuscripts, albums of eminent artists from the east & west, terracotta items, stamps from various countries around the world, countless newspaper clippings of artists, writers, musicians, filmstars and players. He also collects matchbox labels (around 5000), provincial folk literature, mini books, mini magazines, various utensils, spoons, glasses & pens."
      ],
      "span": 2
    },
    {
      "title": "Career",
      "paragraphs": [
        "He has worked at:\n• Kala-Bhawan Design Dept., Shantiniketan\n• Design Center, Lucknow\n• Buniyadi Vidyalaya, Orissa\n• Rajghat School, Kashi\n• International School, Coimbatore\n• Basant Mahila College, Rajghat, Varanasi\n• Shishu Guccho, Arambagh & Tarkeshwar\n• Sishuniketan, Arambagh\n• Gobindopur Ramkrishna High School, Arambagh"
      ],
      "span": 2
    },
    {
      "title": "Receptions and Awards",
      "paragraphs": [
        "• He has been awarded at various local festivals & events with certificates & awards in sports & drama.\n• He has been honoured by 'Agrani' of Arambagh, 'Chatra Vidyalaya' & the Arambagh Sahitya Parishad.\n• He received the 'Best Artist Award' from Prafulla Chandra Sen.\n• He has been honoured by 'Sursaptak' of Arambagh, 'Sadhana', 'Khanakhul Sangeet Pratishthan'.\n• He received a national award for winning first place in a Tableau Show; he represented West Bengal at the Republic Day Parade in Delhi.\n• He has been interviewed multiple times in the Art & Culture Section on Doordarshan.\n• He received a felicitation at the Centenary Celebration of Badanganj School.\n\nMajor Awards by Year:\n• 1995: Sukanta Puroshkar Award\n• 2010: Nandan Felicitation\n• 2011: Lifetime Achievement Award & Felicitation from 'The Telegraph' Newspaper\n• 2018: State Artist Award & Felicitation from the Information & Culture Dept. of the Govt. of West Bengal at the Birthday Celebration of Kazi Nazrul Islam."
      ],
      "span": 2
    },
    {
      "title": "Teaching and Students",
      "paragraphs": [
        "He taught & trained financially challenged students in painting without charge, even buying them books, paints & brushes. He took initiative in getting students admitted to schools & colleges. Many students benefited from his compassion & help, establishing themselves in life as lawyers, artists, professors or good employees. He is involved in some way with almost all the children’s literature, music, recitation, drama organisation & cultural institutions in the area."
      ],
      "span": 2
    },
    {
      "title": "The Company of Famous Personalities",
      "paragraphs": [
        "He has had the company of eminent personalities such as Jawaharlal Nehru, Indira Gandhi, Rabindranath Tagore, Haricharan Bandopadhyay, Annada Shankar Roy, Leela Mazumdar, Satyajit Ray, Amitabh Chowdhury, Sunil Gangopadhyay, Rabi Shankar and many other political leaders, poets, artists, scholars & doctors of that time. He was in close touch with Tagore, Nazrul Islam & M. Gandhi."
      ],
      "span": 2
    },
    {
      "title": "Current Life and Future Thoughts",
      "paragraphs": [
        "Even after retiring from his working life, he remains actively involved in various activities. He regularly practices and propagates culture among interested people. His only thought and endeavour is that people should develop ethically, become healthy, creative, and joyful & that some of his work might become a companion in their struggling lives. He is unmarried and has no faith in the afterlife but loves people.\n\n'Humanity is the highest religion to him.' Serving people & doing something beneficial for them is his life's mission. He is not worried about himself; dedicating himself to others is his soul's desire. Being an admirer of Tagore, he always says \"In this bondage I taste freedom; within form I find the formless; within the limited I touch the existence of the limitless. I am present in life. My life is an eternal festival.""
      ],
      "span": 2
    }
  ],
  "statementCards": [],
  "biographySummary": {
    "body": "Born in City, Country. Studied fine arts and literature. Work shown in regional group shows and online exhibitions. Recent focus on blending documentary photography with painted overlays to explore displacement and home.",
    "items": [
      "Residency: Coastal Arts Lab (2024)",
      "Residency: Mountain Studio Exchange (2023)",
      "Publication: \"Afterimages\" chapbook (2022)",
      "Group show: Lines of Flight, Contemporary Gallery (2021)"
    ]
  },
  "highlightCards": [
    {
      "label": "Exhibitions",
      "text": "Recent: \"Soft Edges\" (2024), \"Night Windows\" (2023), \"Signal\" (2022)."
    },
    {
      "label": "Press",
      "text": "Featured in ArtNow Weekly, Small Editions blog, and the Field Notes podcast."
    },
    {
      "label": "Talks",
      "text": "Guest lecturer on visual storytelling at Community Arts Center (2024)."
    },
    {
      "label": "Collecting",
      "text": "Works held in private collections in Europe and North America."
    }
  ]
}
