{
  "introDescription": "My freedom is in this sky, in the light and in the songs. I find life in the essence of the god within my heart. I feel the infinite within the finite. My life is a constant celebration.",
  "aboutCards": [
    {
      "title": "Birth and Childhood",
      "paragraphs": [
        "Born in 1932, at the midnight of Janmashtami. He lost his guardians in very early childhood and was raised in his maternal uncle's home. He built his life through his own thoughts, enthusiasm, and self-guidance. Until his matriculation exams, he consistently ranked first, second, or third in every grade."
      ]
    },
    {
      "title": "Education and Training",
      "paragraphs": [
        "His education spanned the village Pathshala (primary school), Kalipur Swamiji Middle English School, Arambagh High English School, Netaji Mahavidyalaya, and Visva-Bharati University.",
        "Dance and Music: Sangeet Bhavana, Santiniketan. Red Cross Training: Alipore. Hindi Education: Kovid degree from Wardha University. Linguistics: General knowledge of five to seven languages."
      ]
    },
    {
      "title": "Art",
      "paragraphs": [
        "Studied at Kala Bhavana, Santiniketan. He was a beloved student of Acharya Nandalal Bose. It was there that he learned fine arts, crafts, folk art, and sculpture. He has produced more than a thousand original paintings.",
        "Exhibitions held at: Swamiji School, Netaji Mahavidyalaya, Govindapur Ramakrishna School, Rammohun Memorial, Kala Bhavana, Basanta Mahavidyalaya in Kashi, Dhenkanal in Odisha, Adyar in Madras (now Chennai), Rishi Valley in Bangalore, Bombay Art School, International Institution in Coimbatore, and the Academy of Fine Arts in Kolkata.",
        "To date, he has designed covers and illustrations for nearly a hundred books. He has worked in many places across India as an art teacher and art director."
      ],
      "span": 2
    },
    {
      "title": "Literature",
      "paragraphs": [
        "Involved in literary pursuits since a young age, with a free-ranging presence across all branches of literature. Stories, novels, poems, essays, humorous writings, rhymes, and plays have been published in various magazines across suburban areas and Kolkata. Only about ten books have been published so far; however, over fifty are in the press or awaiting publication. This is in addition to editing magazines, wall magazines, and handwritten journals. Several plays have been broadcast on the radio in Hindi. There are also multiple translated books of Urdu poetry. He is also involved in the writing, editing, and illustration of school textbooks."
      ]
    },
    {
      "title": "Culture",
      "paragraphs": [
        "Possesses great enthusiasm for music, dance, and acting. Associated with various theaters and the world of Jatra (folk theatre), he has acted in nearly fifty plays. His participation in Rabindra Nritya Natya earned him acclaim in Delhi and Bangladesh. He has received numerous medals for excellence in acting and is involved with various theater organizations in rural Bengal. He has participated in theater competitions in places like Konnagar, Burdwan, and Kolkata, winning honors and awards."
      ]
    },
    {
      "title": "Sports",
      "paragraphs": [
        "Equally enthusiastic and skilled in almost all indoor and outdoor sports. He was once a local champion in Carrom and the card game Bridge. He is equally proficient in Football, Volleyball, and Hockey. He played against Kolkata's Mohun Bagan, East Bengal, and George Telegraph clubs while in Santiniketan. He also played Hockey and Cricket regularly in Benares (Varanasi)."
      ]
    },
    {
      "title": "Travel",
      "paragraphs": [
        "Travel is a unique passion for him. He has run away from home to wander many times and to many places. Later, in his mature years, he traversed the length and breadth of the country-from the oceans to the Himalayas-through his various workplaces. From Kanyakumari to Kedarnath-Badrinath, he has visited almost all the sightseeing spots in India, sketching them and writing travelogues along the way."
      ]
    },
    {
      "title": "Versatile Talent",
      "paragraphs": [
        "He is simultaneously a poet, artist, litterateur, teacher, dancer, music lover, lyricist, humorist, actor, traveler, orator, sportsman, designer, rhymer, director, editor, announcer, social worker, and a man of action. He is a believer in humanism."
      ],
      "span": 2
    },
    {
      "title": "Museum / Collection",
      "paragraphs": [
        "A vast collection of books in various Indian languages, handicrafts and dolls from different provinces, ancient manuscripts, photo albums of eminent Eastern and Western artists, terracotta, stamps from all over the world, countless newspaper cuttings of artists, writers, musicians, film stars, and athletes; a collection of nearly five thousand matchbox labels, regional folk art, mini-books, mini-magazines, and a diverse variety of utensils, spoons, glasses, and various types of pens."
      ],
      "span": 2
    },
    {
      "title": "Professional Life",
      "paragraphs": [
        "Kala Bhavana, Santiniketan; Design Center, Lucknow; Basic School, Dhenkanal, Odisha; Rajghat School, Kashi; International School, Coimbatore, Tamil Nadu; Vasanta College for Women, Rajghat, Varanasi; Shishuguchha, Arambagh and Tarakeswar; Shinuniketan, Arambagh; Govindapur Ramakrishna High School; Nandanik, Arambagh."
      ],
      "span": 2
    },
    {
      "title": "Receptions and Awards",
      "paragraphs": [
        "Awards in various local festivals: certificates and awards for sports and drama. Receptions from Agrahi of Arambagh, Chhatra School, and the Best Artist award from Chief Minister Prafulla Chandra Sen.",
        "Institutional receptions: Arambagh Municipality; Khushir Bhita and Hindol of Arambagh; Arambagh Sahitya o Shilpa Parishad; Helan Surasaptak; Arambagh Sabujayan; Unmesh; Khanakul Music Institute; Mukha-Daha Cultural Institution.",
        "National recognition: Represented West Bengal at the Republic Day parade in Delhi and received a National Award for securing first place in the Tableau Show. Media and academic: multiple interviews in the Art and Culture department of Doordarshan; reception at the centenary celebration of Badanganj School.",
        "Further honors: Receptions from Nigamananda Shilpa Mandir, Champadanga Chitrapith, and Balibela Saraswati Shishu Mandir. Major awards: Sukanta Award (1995), Nandan Reception (2010), and a Lifetime Achievement Award and reception from The Telegraph in 2011. State honor: Best Artist Award and reception from the Department of Information and Culture, Government of West Bengal."
      ],
      "span": 2
    },
    {
      "title": "Teaching and Students",
      "paragraphs": [
        "He taught underprivileged students for free, teaching them both general subjects and drawing. He often provided them with books, papers, brushes, and paints from his own pocket and took initiative in their school and college admissions. Many of his students are now established in life-some are poets, artists, professors, or held in high regard in various professions. He remains connected to almost all art, literary, musical, theatrical, and cultural organizations in this region."
      ],
      "span": 2
    },
    {
      "title": "In the Company of Famous Personalities",
      "paragraphs": [
        "He had the opportunity to see Rabindranath Tagore, Nazrul Islam, and Mahatma Gandhi up close. He was also in the company of Jawaharlal Nehru, Indira Gandhi, Rathindranath Tagore, Indira Devi Chaudhurani, Nandalal Bose, Kshitimohan Sen, Haricharan Bandyopadhyay, Annada Shankar Ray, Syed Mujtaba Ali, Subhash Mukhopadhyay, Sunil Gangopadhyay, Premendra Mitra, Leela Majumdar, Satyajit Ray, Amitabha Chowdhury, Ramkinkar Baij, Shantidev Ghosh, Kanika Bandyopadhyay, Sachin Dev Burman, Maya Sen, Ravi Shankar, Allauddin Khan, Vinoba Bhave, and many other political leaders, poets, artists, monks, physicians, and intellectuals."
      ],
      "span": 2
    },
    {
      "title": "Current Life and Future Thoughts",
      "paragraphs": [
        "Even after retiring from professional life, he remains deeply involved in various activities. His constant effort is to practice culture regularly and spread it among interested people. In the twilight of his life, his only thought is for the moral upliftment of humanity—that people may remain healthy and tasteful, and that pure and joyful work may become the sustenance for their lives.",
        "An extraordinary human being. Have faith in the heart, love people. To him, humanity is the greatest religion. Above all else, humanity is the ultimate truth. Standing by people and doing something for them is his life's mission. His joy lies in giving of himself.",
        "As a lover of Rabindranath Tagore, he often says: \"My freedom is in this sky, in the light and in the songs. I find life in the essence of the god within my heart. I feel the infinite within the finite. My life is a constant celebration.\""
      ],
      "span": 2
    }
  ],
  "statementCards": [
    {
      "label": "Artist Statement",
      "title": "On rhythm and memory",
      "body": "My work listens for the rhythm inside ordinary moments. I layer color and text to surface what sits beneath daily repetition: the slight blur of movement, the echo of a word, the warmth of a familiar street. Each piece is an invitation to pause, notice, and carry something quiet forward."
    },
    {
      "label": "Practice",
      "title": "Process and materials",
      "body": "I balance analog and digital. Canvas, charcoal, and ink sit beside generative sketches and photo composites. Field notes become poems; poems become color studies. The studio is iterative: capture, translate, reduce, then re-layer until the piece hums."
    },
    {
      "label": "Availability",
      "title": "Collaborations",
      "body": "Open to exhibitions, book projects, album art, and public installations. Comfortable working with curators, editors, and musicians to build cohesive visual narratives."
    }
  ],
  "biographySummary": {
    "body": "Born in City, Country. Studied fine arts and literature. Work shown in regional group shows and online exhibitions. Recent focus on blending documentary photography with painted overlays to explore displacement and home.",
    "items": [
      "Residency: Coastal Arts Lab (2024)",
      "Residency: Mountain Studio Exchange (2023)",
      "Publication: \"Afterimages\" chapbook (2022)",
      "Group show: Lines of Flight, Contemporary Gallery (2021)"
    ]
  },
  "highlightCards": [
    {
      "label": "Exhibitions",
      "text": "Recent: \"Soft Edges\" (2024), \"Night Windows\" (2023), \"Signal\" (2022)."
    },
    {
      "label": "Press",
      "text": "Featured in ArtNow Weekly, Small Editions blog, and the Field Notes podcast."
    },
    {
      "label": "Talks",
      "text": "Guest lecturer on visual storytelling at Community Arts Center (2024)."
    },
    {
      "label": "Collecting",
      "text": "Works held in private collections in Europe and North America."
    }
  ]
}
